[Balance.Balance_SeraphCrystalVendor InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachine.VendingMachine_SeraphCrystal WillowVendingMachineDefinition]
StatusMenuMapInfoBoxHeader="Crystal Serif Bazaar"
StatusMenuMapInfoBoxDescription="Use the Seraph Crystal as a weapon!!"

